alsa-utils
amd-ucode
amfora
arc-gtk-theme
arc-icon-theme
autoconf
automake
base
bat
bc
binutils
bison
bluez
bluez-utils
brave-bin
clipit
cmatrix
darktable
dash
dialog
doge
dosfstools
dunst
edex-ui
epdfview
espeak
exa
fakeroot
feh
figlet
file
findutils
fish
flex
gawk
gcc
gettext
gimp
git
glances
gnome-keyring
gparted
grep
groff
grub
gtk
gvim
gzip
highlight
htop
imagemagick
libtool
linux
linux-firmware
lsd
lsof
lutris
lxappearance
lynx
m4
make
mpv
mtools
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
nmap
ntfs-3g
nvidia
nvidia-settings
openssh
os-prober
oxygen-icons
p7zip
pacman
patch
pavucontrol
pcmanfm
picom
pkgconf
proton
pulseaudio
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
pyside2
python-pip
python-pyalsa
python-pywal
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
qt5ct
ranger
rawtherapee
rxvt-unicode
sc
screenfetch
scrot
sed
simplescreenrecorder
snapd
steam
sublime-text
sudo
sxiv
texinfo
tree
ttf-font-awesome
tuxi-git
unclutter
unzip
virtualbox
vlc
w3m
webkit2gtk
wget
which
wireless_tools
wpa_supplicant
xarchiver
xdg-user-dirs
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
youtube-dl
zathura
zathura-pdf-poppler
zip
zsh
