a52dec
alsa-plugins
alsa-utils
amd-ucode
aom
apparmor
arc-gtk-theme
arc-icon-theme
assimp
atkmm
autoconf
automake
awesome-terminal-fonts
babl
base
bat
bc
binutils
bison
blas
boost-libs
bpytop
brave-bin
bubblewrap
cabextract
cairomm
cblas
cbonsai
cdparanoia
ceph-libs
cifs-utils
cmatrix
colord-gtk
cronie
darktable
dash
dav1d
dbus-glib
dialog
dkms
docker
doge
dosfstools
dunst
edex-ui
enchant
epdfview
espeak
ettercap
exa
exiv2
expect
faad2
fakeroot
faudio
feh
ffmpeg
figlet
file
findutils
fish
flex
flickcurl
fmt
fontforge
freeglut
fuse-common
fuse2
gawk
gcc
gcr
gd
gegl
gettext
ghostscript
giblib
giflib
gimp
girara
git
glances
glew
glibmm
glslang
glu
gmic
gnome-desktop
gnu-free-fonts
go-tools
gobject-introspection-runtime
graphene
graphicsmagick
graphviz
grep
groff
grub
gsfonts
gsm
gst-libav
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk2
gtkmm
gtkmm3
gts
gvim
gwe
gzip
harfbuzz-icu
hashcat
hidapi
highlight
htim
http-parser
hunspell
hyphen
iftop
ijs
imagemagick
imlib2
iniparser
jasper
jbig2dec
john
jp2a
jq
keepassxc
l-smash
lame
lapack
ldb
lensfun
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-atk
lib32-at-spi2-core
lib32-atk
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-dconf
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libgusb
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-polkit
lib32-readline
lib32-rest
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libass
libavc1394
libavif
libbluray
libbsd
libcaca
libcddb
libcdio
libcdio-paranoia
libconfig
libdc1394
libdca
libde265
libdvbpsi
libdvdnav
libdvdread
libebml
libev
libexif
libfm
libfm-extra
libfm-gtk2
libgexiv2
libgit2
libgphoto2
libheif
libibus
libid3tag
libidn
libiec61883
libimagequant
libiptcdata
liblqr
libluv
libmad
libmanette
libmatroska
libmfx
libmng
libmodplug
libmpcdec
libmpeg2
libmypaint
libpaper
libpipeline
libplacebo
libraqm
libraw
libraw1394
libreoffice-fresh
libsigc++
libspiro
libssh
libsynctex
libtar
libtermkey
libtheora
libtool
libuninameslist
libupnp
liburing
libuv
libva
libvisual
libvpx
libvterm
libwebp
libwmf
libwpe
libxaw
libxpm
libxslt
libxss
libyaml
libyuv
linux
linux-firmware
linux-headers
liquidctl
lmdb
lsb-release
lsd
lsof
lua
lua52
lua53
luajit
lutris
lxappearance
lxmenu-data
lynx
m4
make
man-db
mangohud
menu-cache
mesa-demos
metis
minizip
mlocate
moc-pulse
mpd
mpg123
mpv
msgpack-c
mtools
mujs
mypaint-brushes1
neofetch
neovim
netpbm
networkmanager
nitrogen
nmap
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
oath-toolkit
ocl-icd
oniguruma
openal
opencl-headers
opencore-amr
opencv
opendoas
openexr
openjpeg2
openmp
openssh
os-prober
osm-gps-map
oxygen-icons
p7zip
pacman
pangomm
parted
paru
patch
pavucontrol
pcmanfm
perl-parse-yapp
picom
pkgconf
playerctl
poppler
poppler-data
poppler-glib
portaudio
potrace
proton
proton-ge-custom-bin
pugixml
pulseaudio
pulseaudio-equalizer
pulseaudio-jack
pyside2
python-appdirs
python-cachecontrol
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-distlib
python-distro
python-dnspython
python-docutils
python-evdev
python-future
python-gobject
python-html5lib
python-idna
python-lxml
python-markdown
python-msgpack
python-ordered-set
python-packaging
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-psutil
python-pyalsa
python-pycparser
python-pyopenssl
python-pyparsing
python-pywal
python-requests
python-resolvelib
python-retrying
python-setuptools
python-shiboken2
python-six
python-toml
python-urllib3
python-webencodings
python-yaml
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qt5ct
ranger
raptor
rav1e
rawtherapee
re2
recode
rubberband
run-parts
rxvt-unicode
rxvt-unicode-terminfo
samba
sc
scrot
sdl
sdl2
sed
shaderc
shc
shell-color-scripts
simplescreenrecorder
smbclient
snappy
spirv-tools
squashfs-tools
srt
startup-notification
steam
sudo
suitesparse
svt-av1
sxhkd
sxiv
sysfsutils
taglib
talloc
tbb
tevent
texinfo
tree
ttf-font-awesome
tty-clock
tuxi-git
uchardet
unclutter
unibilium
unzip
usbutils
v4l-utils
vid.stab
virtualbox
virtualbox-host-dkms
visual-studio-code-bin
vkd3d
vlc
vmaf
vulkan-headers
w3m
webkit2gtk
wget
which
wireless_tools
wireshark-cli
wireshark-qt
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xarchiver
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-video-vesa
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xvidcore
youtube-dl
zathura
zathura-pdf-poppler
zenity
zimg
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
