a52dec
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
apparmor
appstream-glib
arc-gtk-theme
arc-icon-theme
archlinux-keyring
argon2
assimp
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audiofile
audit
autoconf
automake
avahi
awesome-terminal-fonts
babl
base
bash
bat
bc
bcg729
binutils
bison
blas
bluez-libs
boost-libs
box2d
bpytop
brave-bin
bridge-utils
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
cblas
cbonsai
cdparanoia
ceph-libs
chromaprint
cifs-utils
clucene
cmake
cmatrix
colord
colord-gtk
containerd
coreutils
cronie
cryptsetup
curl
darktable
dash
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dialog
diffutils
dkms
dnssec-anchors
docker
doge
dosfstools
double-conversion
dunst
e2fsprogs
edex-ui
egl-wayland
eglexternalplatform
electron11
elfutils
enchant
epdfview
espeak
ethtool
ettercap
exa
exiv2
expat
expect
extra-cmake-modules
faad2
fakeroot
faudio
feh
ffmpeg
fftw
figlet
file
filesystem
findutils
fish
flac
flex
flickcurl
fluidsynth
fmt
fontconfig
fontforge
freeglut
freetype2
fribidi
fuse-common
fuse2
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gegl
geoip
geoip-database
gettext
ghc-libs
ghostscript
giblib
giflib
gimp
girara
git
glances
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmic
gmp
gnome-desktop
gnu-free-fonts
gnupg
gnutls
go
go-tools
gobject-introspection
gobject-introspection-runtime
gpgme
gpm
graphene
graphicsmagick
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gst-libav
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gts
guile
gvim
gwe
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-file-embed
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-indexed-traversable
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-resourcet
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-collation
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
highlight
htop
http-parser
hunspell
hwids
hwloc
hyphen
i2c-tools
iana-etc
icu
iftop
ijs
imagemagick
imath
imlib2
iniparser
iproute2
iptables
iputils
iso-codes
jack
jansson
jasper
jbig2dec
jp2a
jq
js78
json-c
json-glib
jsoncpp
kbd
keepassxc
keyutils
kmod
krb5
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-atk
lib32-at-spi2-core
lib32-atk
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-dconf
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libgusb
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-polkit
lib32-readline
lib32-rest
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libavif
libbluray
libbsd
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcroco
libcups
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdrm
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreehand
libgcrypt
libgexiv2
libgit2
libglvnd
libgme
libgpg-error
libgphoto2
libgudev
libgusb
libheif
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinput
libinstpatch
libiptcdata
libixion
libjpeg-turbo
libksba
liblangtag
libldap
liblqr
libluv
libmad
libmanette
libmatroska
libmaxminddb
libmfx
libmicrohttpd
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libuninameslist
libunistring
libunwind
libupnp
liburing
libusb
libuv
libva
libvdpau
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzmf
licenses
linux
linux-api-headers
linux-firmware
linux-headers
liquidctl
llvm-libs
lm_sensors
lmdb
lpsolve
lsb-release
lsd
lsof
lua
lua52
lua53
luajit
lutris
lxappearance
lxmenu-data
lynx
lz4
lzo
m4
make
man-db
mangohud
mangohud-common
md4c
menu-cache
mesa
mesa-demos
meson
metis
minizip
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
moc-pulse
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
mypaint-brushes1
ncurses
neofetch
neon
neovim
netpbm
nettle
networkmanager
ninja
nitrogen
nmap
node-gyp
nodejs-lts-erbium
nodejs-nopt
npm
npth
nspr
nss
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
oath-toolkit
ocl-icd
oniguruma
openal
opencl-headers
opencore-amr
opencv
opendoas
openexr
openjpeg2
openmp
openmpi
openssh
openssl
opus
orc
os-prober
osm-gps-map
oxygen-icons
p11-kit
p7zip
pacman
pacman-mirrorlist
pahole
pam
pambase
pandoc
pango
pangomm
parted
paru
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
perl
perl-error
perl-mailtools
perl-parse-yapp
perl-timedate
picom
pinentry
pixman
pkgconf
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
procps-ng
proton
proton-ge-custom-bin
psmisc
pugixml
pulseaudio
pulseaudio-equalizer
pulseaudio-jack
pup
pyside2
python
python-appdirs
python-beaker
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-colorlog
python-contextlib2
python-cryptography
python-cycler
python-dateutil
python-distlib
python-distro
python-dnspython
python-docopt
python-docutils
python-evdev
python-future
python-gobject
python-hidapi
python-html5lib
python-idna
python-injector
python-kiwisolver
python-lxml
python-mako
python-markdown
python-markupsafe
python-matplotlib
python-more-itertools
python-msgpack
python-numpy
python-ordered-set
python-packaging
python-peewee
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-psutil
python-py3nvml
python-pyalsa
python-pycparser
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyusb
python-pywal
python-pyxdg
python-requests
python-resolvelib
python-retrying
python-rx
python-setuptools
python-shiboken2
python-six
python-toml
python-typing_extensions
python-urllib3
python-webencodings
python-xlib
python-yaml
qhull
qrencode
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qt5ct
quazip
ranger
raptor
rasqal
rav1e
rawtherapee
re2
readline
recode
redland
rest
rhash
ripgrep
rsync
rtkit
rubberband
run-parts
runc
rust
rxvt-unicode
rxvt-unicode-terminfo
samba
sbc
sc
scrot
sdl
sdl2
sed
semver
shaderc
shadow
shared-mime-info
shc
shell-color-scripts
simplescreenrecorder
slang
smbclient
snappy
sound-theme-freedesktop
spandsp
speex
speexdsp
spirv-tools
sqlite
squashfs-tools
srt
startup-notification
steam
sudo
suitesparse
svt-av1
sxhkd
sxiv
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tbb
tcl
tdb
tevent
texinfo
tree
tslib
ttf-font-awesome
tty-clock
tuxi-git
twolame
tzdata
uchardet
unclutter
unibilium
unzip
usbutils
util-linux
util-linux-libs
v4l-utils
vid.stab
vim-runtime
virtualbox
virtualbox-host-dkms
visual-studio-code-bin
vkd3d
vlc
vmaf
vulkan-headers
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wine-valve
wireless_tools
wireshark-cli
wireshark-qt
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xarchiver
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-vesa
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yajl
youtube-dl
yubico-c
yubico-c-client
yubikey-personalization
zathura
zathura-pdf-poppler
zenity
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zstd
zziplib
